<template>
  <div>
    <section class="hero is-primary">
      <div class="hero-body">
        <p class="title">
          주린이들을 위한 주식 웹사이트입니다!
        </p>
        <p class="subtitle">
          주요 코스피/코스닥 정리
        </p>
      </div>
    </section>
    <section class="columns">
      <div class="column">
        <article class="message">
          <div class="message-header">
            <p>주요 뉴스</p>
          </div>
          <div class="message-body">
            <figure class="image is-400x400">
              <img src="https://imgnews.pstatic.net/image/011/2021/05/26/0003914807_001_20210526100201437.jpg" alt="오전 시황">
            </figure>
            [서울경제]

코스피 지수가 미국 증시 하락에 강보합세를 보이고 있다. 코스피는 투자자들이 관망세를 보이자 3,180선에서 등락을 거듭하고 있다.

26일 오전 9시 53분 현재 코스피는 전일보다 11.22포인트(0.35%) 오른 3,182.54를 가르키고 있다. 이날 지수는 0.59포인트(0.02%) 오른 3,171.91에 출발했다.

매수주체별로 살펴보면 개인이 2,523억원어치를 순매도하는 반면, 외국인과 기관이 594억원, 1,916억원을 순매수하고 있다.

지난 25일(현지시간) 뉴욕증시는 경제 지표에 대한 실망으로 하락 마감했다. 콘퍼런스보드가 집계한 5월 소비자신뢰지수(117.2)가 월스트리트저널(WSJ)이 집계한 전문가들의 예상치(118.7)를 밑돌았고, 4월 신규주택판매(86만3,000건)도 전월(91만7,000건) 및 예상치(97만건)에 모두 못 미쳤기 때문이다. 다우존스30산업평균지수는 전장보다 0.24% 내렸고, 스탠더드앤드푸어스(S&P)500지수는 0.21% 떨어졌다. 나스닥지수도 0.03% 하락 마감했다.

시가총액 상위 종목들도 혼조세를 보이고 있다. 삼성전자(005930)는 전일보다 0.38%가 오르며 8만원대를 회복했고, 네이버(1.4%), 카카오(035720)(1.27%), 현대차(005380)(0.22%), 셀트리온(0.37%) 등도 상승세다. 그러나 LG화학(051910)(-3.59%), 삼성바이오로직스(207940)(-0.47%), 삼성SDI(-0.31%) 등은 하락하고 있다.

같은 시각 코스닥 지수는 전일보다 5.20포인트(0.54%) 오른 967.27에 거래 중이다. 이날 코스닥은 0.62포인트(0.06%) 오른 962.69에 거래를 시작했다.
          </div>
        </article>
      </div>
      <div class="column">
        <article class="message">
          <div class="message-header">
            <p>코스피란</p>
          </div>
          <div class="message-body">
            <figure class="image is-400x400">
              <img src="https://w.namu.la/s/1c7d9de3a8d1f1f43fd9b2fc630327797939b66b35622d37235862747296fd16fb3af0bfd9f2d851b66f3c093c1ece6aca1a504011f06690ee961387b82b4206a0c09888515af10baec60c43e88780c85218fcc1f80931b319222d8e58b83b6d" alt="코스피">
            </figure>
            <p>
              명실상부한 대한민국의 제1 증권시장이다.

2021년 5월 10일을 기준으로 역사상 최고점인 종가 기준 3249.30를 달성했다. 현재는 약 2100조 원으로 굵직굵직한 기업들은 거의 다 이 코스피시장에 몰려 있다. 삼성전자, LG디스플레이, SK하이닉스, 셀트리온, 현대자동차, 한화그룹, POSCO, 삼성물산, LG전자, KT, 한국전력 등 여기에 올라 있는 대기업 및 준대기업들이 매우 많다.

코스피시장의 가격제한폭은 상하 30%. 코스피시장의 선물시장으로 코스피200 선물이 있으며 이 코스피200 선물 시장은 거래량이나 거래대금으로 볼 때 세계 3~4위의 규모를 자랑한다.[1] 사이드카제도와 서킷브레이커 제도가 시행되고 있다.

대한민국의 공식적인 대표 주가지수는 KRX300인데 정작 외국인들마저 코스피가 대한민국의 대표지수인 줄 알고 있다. 그 정도로 코스피의 네임밸류는 상당한 수준. 미국, 영국, 중국, 싱가포르, 홍콩. 일본 등 외국 경제방송 하단 자막에는 코스피와 코스닥지수가 나오기에, 코스피의 실질적인 대표 주가지수로서 위상은 유효하다.

타국의 주식관련 사이트나 주식전문방송사 같은 곳에서 전세계 증시 현황을 보여줄 때 코스피는 항상 등장하는 편이다. 하지만 몇몇 국가만 축약해서 보여줄 때는 코스피를 포함시키지 않는다. 전 세계에서는 한국의 코스피시장이 꽤 큰 편이지만 동아시아에서는 상하이종합지수와 닛케이225지수에 밀려 대표성이 낮기 때문이다.
            </p>
          </div>
        </article>
      </div>
    </section>
  </div>


</template>